bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
marp-team.marp-vscode
mehedidracula.php-constructor
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
nomicfoundation.hardhat-solidity
pkief.material-icon-theme
pnp.polacode
redhat.fabric8-analytics
redhat.vscode-xml
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
wraith13.zoombar-vscode
yzhang.markdown-all-in-one
