bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
hediet.vscode-drawio
inferrinizzard.prettier-sql-vscode
marp-team.marp-vscode
mehedidracula.php-constructor
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-fr-fr
nomicfoundation.hardhat-solidity
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.vscode-xml
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
wraith13.zoombar-vscode
yzhang.markdown-all-in-one
